problems/+kamojjala/@Uniaxial2d/meshes/unitCube17x17/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          17;
        startFace       544;
    }
    left
    {
        type            wall;
        nFaces          17;
        startFace       561;
    }
    right
    {
        type            wall;
        nFaces          17;
        startFace       578;
    }
    bottom
    {
        type            wall;
        nFaces          17;
        startFace       595;
    }
    back
    {
        type            empty;
        nFaces          289;
        startFace       612;
    }
    front
    {
        type            empty;
        nFaces          289;
        startFace       901;
    }
)


// ************************************************************************* //
